IDEA Open Model
ConnectionData.ConcreteBlocks Property
Compatible with IDEA StatiCa Beta 20.0
 ConcreteBlocksof the connection
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<ConcreteBlockData> ConcreteBlocks { get; set; }
Public Property ConcreteBlocks As List(Of ConcreteBlockData)
	Get
	Set
Property Value
Type: List<ConcreteBlockData>
See Also
Reference
ConnectionData Class
IdeaRS.OpenModel.Connection Namespace